export const occupationalSafetyData = {
	title: 'Охрана труда',
	description:
		'Базовый курс по охране труда для всех специальностей. Включает в себя правовые основы, гигиену труда, пожарную безопасность и другие важные разделы.',
	topics: [
		{
			title: 'Раздел 1. Правовые и организационные основы охраны труда',
			children: [
				{
					title: 'Тема 1.1 Основы трудового законодательства в области охраны труда',
					lessons: [
						{
							title: '1.1.1 Права и гарантии прав работников по охране труда'
						},
						{
							title: '1.1.2 Ответственность за нарушение законодательства по охране труда'
						}
					]
				},
				{
					title: 'Тема 1.2. Организация управления охраной труда на предприятии',
					lessons: [
						{
							title: '1.2.1Порядок обучения по охране труда; инструктажи и проверка знаний по охране труда.'
						}
					]
				},
				{
					title: 'Тема 1.3. Анализ производственного травматизма и профессиональных заболеваний',
					lessons: [
						{
							title: '1.3.1Производственная среда и взаимодействие в ней.'
						},
						{
							title: '1.3.2.Классификация опасных и вредных производственных факторов.'
						},
						{
							title: '1.3.3 Служебное и специальное расследования производственного травматизма и профзаболеваний.'
						},
						{
							title: '1.3.4 Анализ травматизма и профзаболеваний. Основные меры предупреждения травматизма и профзаболеваний.'
						},
						{ title: '1.3.5 Человеческий фактор' }
					]
				}
			]
		},
		{
			title: 'Раздел 2. Гигиена труда и производственная санитария',
			children: [
				{
					title: 'Тема 2.1. Факторы труда и производственной среды',
					lessons: [
						{
							title: '2.1.1Факторы, влияющие на условия и безопасность труда.'
						},
						{
							title: '2.1.2 Виды и условия трудовой деятельности человека. Классификация условий труда по степени вредности и опасности'
						},
						{
							title: '2.1.3 Производственная санитария. Причины профессиональных заболеваний и их профилактика.'
						},
						{ title: '2.1.4 Микроклимат производственной среды.' },
						{
							title: '2.1.5 Нормализация параметров производственной среды. Вентиляция, кондиционирование, отопление.'
						},
						{
							title: '2.1.6 Характеристика шума. Методы борьбы с шумом. Нормирование шума на рабочих местах'
						},
						{
							title: '2.1.7 Ультразвук, инфразвук,  его влияние на организм и защита от него'
						},
						{
							title: '2.1.8 Излучения, источники, параметры, воздействие на организм человека, меры защиты'
						},
						{
							title: '2.1.9 Характеристика промышленной пыли. Действие на организм человека и методы защиты.'
						},
						{
							title: '2.1.10 Вредные химические вещества, их воздействие на организм человека. Основные вредные производственные факторы'
						},
						{ title: '2.1.11 Вибрация. Методы борьбы с вибрацией' },
						{
							title: '2.1.12 Производственное освещение. Вредные факторы световой среды. Нормализация параметров.'
						},
						{
							title: '2.1.13 Средства индивидуальной и коллективной защиты.'
						},
						{
							title: '2.1.14 Эргономика и организация рабочих мест'
						}
					]
				}
			]
		},
		{
			title: 'Раздел 3. Основы пожарной безопасности',
			children: [
				{
					title: 'Тема 3.1. Основные причины пожаров. Мероприятия по предупреждению пожаров',
					lessons: [
						{
							title: '3.1.1 Основные причины и источники загораний. Опасные и вредные факторы пожара .'
						},
						{
							title: '3.1.2.Общие требования пожарной безопасности на производстве и в быту. Действия в случае пожара. Средства тушения пожаров'
						}
					]
				}
			]
		},
		{
			title: 'Раздел 4. Обеспечение безопасных условий труда при работе за компьютером',
			children: []
		},
		{
			title: 'Раздел 5 Оказание первой (доврачебной) помощи',
			children: []
		}
	]
};
